Repository: bidangjia/science_united
Catalog: *_translations/*.po
Languages: eu

source: %1 is temporarily shut down for maintenance.
eu: Mantentze lanak tarteko, aldi baterako %1 ez da erabilgarri egongo.

source: Recent contribution
eu: Azkenaldiko ekarpena

source: Continue to your home page
eu: Jarraitu zure hasiera-orrira

source: %1 lets you help scientific research projects by giving them computing power. These projects do research in astronomy, physics, biomedicine, mathematics, and environmental science; you can pick the areas you want to support.
eu: %1(r)en bidez ikerketa zientifikoko proiektuei laguntza eman diezaiekezu konputazio-baliabideak esleituz. Astronomia, fisika, biomedikuntza, matematika eta ingurumen zientzietako proiektuak dira; lagundu nahi dituzun arloak hauta ditzakezu.

source: You help by installing BOINC, a free program that runs scientific jobs in the background and when you're not using the computer. BOINC is secure and will not affect your normal use of the computer.
eu: BOINC instalatuz lagundu dezakezu. Lan zientifikoak atzeko planoan eta ordenagailua erabiltzen ari ez zarenean exekutatzen dituen doako programa da BOINC. BOINC segurua da eta ez du zure ordenagailuaren ohiko erabileran inolako eraginik izango.

source: %1 is operated by the BOINC project at UC Berkeley.
eu: UC Berkeley-ko BOINC proiektuak darama %1.

source: %1 and the research projects it supports are non-profit.
eu: %1 eta babesten dituen ikerketa proiektuak irabazteko asmorik gabekoak dira.

source: Join %1
eu: Batu %1(e)ra

source: Already joined?
eu: Dagoeneko batuta?

source: Log in.
eu: Hasi saioa.

source: Welcome, %1
eu: Ongi etorri, %1

source: News
eu: Berriak

source: Ebola-Infected VERO E6 Cell
eu: Ebolak infektatutako VERO E6 zelula

source: Simulation of Higgs boson detection
eu: Higgs bosoiaren detekzioaren simulazioa

source: The Earth's interrelated climate systems
eu: Lurraren elkar erlazionatutako sistema klimatikoak

source: Structure of protein GIF
eu: GIF proteinaren egitura

source: The Hubble ultra-deep field image
eu: Hubble-ren eremu ultra sakoneko irudia

source: Science United is funded by the %1National Science Foundation%2, award #1664190, and is based at the %3University of California, Berkeley%4.
eu: %1National Science Foundation%2(e)k finantzatzen du Science United, #1664190 esleipena du eta %3Californiako Unibertsitatean, Berkeley-n%4 dago.

source: About
eu: Honi buruz

source: Screen name
eu: Erabiltzaile-izena

source: Email address
eu: Helbide elektronikoa

source: Password
eu: Pasahitza

source: %1 member since
eu: %1(e)ko kide ondorengo dataz geroztik

source: User ID
eu: Erabiltzailearen IDa

source: Used in community functions
eu: Komunitate-funtzioetan erabiltzen da

source: Account settings
eu: Kontu-ezarpenak

source: Computing history
eu: Konputazioaren historia

source: Computing settings
eu: Konputazio-ezarpenak

source: You can control how many processors to use (most computers have 4 or 8 processors) and when to use them.
eu: Zenbat prozesadore erabiliko diren (ordenagailu gehienek 4 edo 8 izaten dituzte) eta noiz erabiliko diren kontrola dezakezu.

source: This may affect your electricity costs and your computer's fan speeds.
eu: Honek agian elektrizitatearen kostuan eta zure ordenagailuko haizagailuaren abiaduran eragina izan dezake.

source: Settings affect all your computers. Changes take effect the next time the computer synchs with Science United.
eu: Ezarpenek zure ordenagailu guztietan dute eragina. Ordenagailua Science United-ekin sinkronizatzen den hurrengoan gauzatuko dira aldaketak.

source: You can change settings for a particular computer using the BOINC Manager. This also gives you more detailed options.
eu: Ordenagailu jakin baten ezarpenak alda ditzakezu BOINC Manager erabiliz. Honek baita, aukera zehatzagoak ematen dizkizu.

source: Choose one of:
eu: Aukeratu hauetako bat:

source: Low power %1 Use 25% of processors, and stop computing when computer is idle.%2
eu: Kontsumo baxuko konputazioak %1 prozesadorearen ahalmenaren %25a erabiltzen du eta prozesatzeari uzten dio ordenagailua jarduerarik gabe dagoenean.%2

source: Standard %1 Use 50% of processors.%2
eu: Konputazio estandarrak %1 prozesadoreen erdiak erabiltzen ditu.%2

source: Maximum computing %1 Use all processors.%2
eu: Konputazio maximoak %1 Prozesadore guztiak erabiltzen ditu.%2

source: Update
eu: Eguneratu

source: Computing settings updated
eu: Konputazio-ezarpenak eguneratuta

source: The new settings will take effect when your computer synchs with Science United.
eu: Ordenagailua Science United-ekin sinkronizatzen den hurrengoan gauzatuko dira ezarpen berriak.

source: Continue to home page
eu: Jarraitu hasiera-orrira

source: Install software
eu: Instalatu softwarea

source: To participate in %1 you must install BOINC and VirtualBox on your computer.
eu: %1(e)n parte hartzeko BOINC eta VirtualBox instalatu behar dituzu zure ordenagailuan.

source: Email settings
eu: Helbide elektronikoaren ezarpenak

source: Preferences updated.
eu: Hobespenak eguneratuta.

source: Don't send me any emails
eu: Ez bidali niri mezu elektronikorik

source: Status emails %1 These tell you how much work your computer(s) have done recently %2
eu: Egoerari buruzko mezu elektronikoek %1 zure ordenagailuek berriki egin duten lanaren berri ematen dizute %2

source: Never
eu: Inoiz

source: Daily
eu: Egunero

source: Weekly
eu: Astero

source: Monthly
eu: Hilero

source: Community emails %1 These tell you about private messages, forum posts, and friend requests %2
eu: Komunitatearen mezu elektronikoek %1 mezu pribatuen, foroetako mezuen eta lagun izateko eskaeren berri ematen dizute %2

source: Immediately
eu: Berehala

source: Daily summary
eu: Eguneko laburpena

source: Save
eu: Gorde

source: Successful jobs/day
eu: Ondo burututako lanak eguneko

source: Failed jobs/day
eu: Ondo burutu gabeko lanak eguneko

source: CPU hours/day
eu: PUZ ordu kopurua eguneko

source: GPU hours/day
eu: GPU ordu kopurua eguneko

source: Need help?
eu: Laguntzarik nahi?

source: Problems installing or running BOINC: %1 get help here%2.
eu: Arazoak BOINC instalatzerakoan edo exekutatzerakoan: %1 lortu laguntza hemen%2.

source: Problems with %1: ask for help on the %2 %3 message boards.%4
eu: Arazoak %1(r)ekin: eskatu laguntza %2 %3 foroetan.%4

source: To report a bug or request a feature in %1, create an issue on %2 the %3 Github repository%4 (you'll need a free Github account).
eu: %1(e)n programa-errore baten berri emateko edo ezaugarri berri bat eskatzeko, jakinarazi %2(a)n %3 Github biltegian%4 (Github-en doako kontu bat izan beharko duzu).

source: Contribution
eu: Ekarpena

source: View
eu: Ikusi

source: Your computers
eu: Zure ordenagailuak

source: Computing: graphs
eu: Konputazioa: grafikoak

source: Computing: details
eu: Konputazioa: xehetasunak

source: Science projects
eu: Proiektu zientifikoak

source: Community
eu: Komunitatea

source: Settings
eu: Ezarpenak

source: Edit
eu: Editatu

source: Science areas and locations
eu: Zientzia arloak eta kokapenak

source: Choose the types of research you want to support
eu: Aukeratu lagundu nahi dituzun ikerketa motak

source: Computing
eu: Prozesatzen

source: Choose how to use your computers
eu: Aukeratu zure ordenagailuak nola erabili

source: Settings for message boards and private messages
eu: Foroen eta mezu pribatuen ezarpenak

source: Account
eu: Kontua

source: Name, password, email address
eu: Izena, pasahitza, helbide elektronikoa

source: Email
eu: Mezu elektronikoa

source: When and whether we should email you
eu: Mezu elektronikorik bidali behar dizugun eta noiz

source: Your home page
eu: Zure orri nagusia

source: No computers yet
eu: Oraindik ez dago ordenagailurik

source: Computer name
eu: Ordenagailuaren izena

source: Click for details
eu: klik egin xehetasunak ikusteko

source: Operating system
eu: Sistema eragilea

source: Last contact
eu: Azken kontaktua

source: Remove
eu: Kendu

source: ... if this is a duplicate or the computer is no longer running BOINC
eu: ... kopia bat bada edo ordenagailua jada BOINC exekutatzen ari ez bada

source: How projects are chosen for %1
eu: Nola aukeratzen dira proiektuak %1(r)entzat

source: To decide which projects this computer should work for, we compute a "score" for each project. The components of the score are:
eu: Ordenagailu honek zein proiekturentzako lan egin beharko lukeen erabakitzeko puntuazio bat kalkulatzen dugu proiektu bakoitzarentzat. Puntuaziorako kontuan hartzen diren osagaiak hauek dira:

source: Keyword score
eu: Gako-hitzaren puntuazioa

source: How well your keyword preferences match the project's keywords.
eu: Zure gako-hitzen hobespenak proiektuaren gako-hitzekin zenbateraino bat datozen.

source: Platform score
eu: Plataformaren puntuazioa

source: -1 if the project has no programs that will run on the computer; 0 if it does; +1 if one of them uses a GPU or VirtuaBox.
eu: -1 proiektuak ordenagailuan exekutatuko den programarik ez badu; 0 baldin badu; +1 programetakoren batek GPUa edo VirtualBox-a erabiltzen badu.

source: Balance
eu: Balantzea

source: How much work is owed to the project; this changes from one day to the next.
eu: Proiektuari zor zaion lan kopurua; hau egun batetik bestera aldatzen da.

source: We then choose the highest-scoring projects (at least 2) that together can use all the computer's processors.
eu: Puntuazio handiena duten proiektuak aukeratzen ditugu ondoren (2 gutxienez), elkarrekin ordenagailuaren prozesadore guztiak erabil ditzaketelarik.

source: Project
eu: Proiektua

source: Balance (GFLOPS days)
eu: Saldoa (GFLOPS egun)

source: Opted out?
eu: Baztertua?

source: Score
eu: Puntuazioa

source: Can use %1?
eu: Erabil al daiteke %1?

source: Yes
eu: Bai

source: Given the above info, this computer would do work for these projects:
eu: Aurreko informazioaren arabera, ordenagailu honek proiektu hauentzat lan egin lezake:

source: No
eu: Ez

source: Computer hardware and software
eu: Ordenagailuaren hardwarea eta softwarea

source: Projects for which this computer has done work
eu: Ordenagailu honek landu dituen proiektuak

source: Name
eu: Izena

source: CPU FLOPS
eu: PUZ FLOPS

source: CPU time
eu: PUZ denbora

source: GPU time
eu: GPU denbora

source: # jobs success
eu: # lanak ondo burutu dira

source: #jobs fail
eu: #lanek huts egin dute

source: Computer details
eu: Ordenagailuaren xehetasunak

source: Hardware/software details
eu: Hardwarearen/softwarearen xehetasunak

source: How projects are chosen for this computer
eu: Nola aukeratzen dira proiektuak ordenagailu honentzat

source: Getting started
eu: Hasten

source: Welcome to %1
eu: Ongi etorri %1(e)ra

source: By now you should have downloaded and run BOINC. If so, you're done! Your computer will do run science jobs in the background, supporting research in the areas you selected.
eu: BOINC deskargatuta eta exekutatzen beharko zenuke izan orain. Hala bada, amaitu duzu! Zure ordenagailuak lan zientifikoak prozesatuko ditu atzeko planoan, zuk aukeratutako ikerketa-arloetan lagunduz.

source: Scientists need all the computing power they can get. To help further, you can:
eu: Zientzialariek ahal bezainbeste konputazio-baliabide behar dituzte. Are gehiago laguntzeko:

source: Tell your family, friends, and co-workers about %1, and encourage them to volunteer.
eu: Ezagutarazi iezaiezu %1 zure familikoei, lagunei eta lankideei, eta anima itzazu bolondres izatera.

source: Run %1 on all your computing devices:
eu: Exekutatu %1 zure gailu informatiko guztietan:

source: Desktops and laptops (Windows, Linux, Mac OS X): On that device, visit this web site (%1) and log in. Then select Download from the Project menu, and install BOINC as you did on this computer.
eu: mahaigaineko ordenagailuak eta ordenagailu eramangarriak (Windows, Linux, Mac OS X): gailu horretan joan %1 webgunera eta hasi saioa. Gero hautatu "proiektua" menuan "deskargatu" aukera eta instalatu BOINC ordenagailu honetan egin zenuen modu berean.

source: Android phones and tablets: install the BOINC app from the Google Play Store or (for Fire) the Amazon App Store. Choose Use Account Manager, select %1, and log in.
eu: Android telefonoak eta tabletak: instalatu BOINC aplikazioa Google Play Store-tik edo (Fire-rentzat) Amazon App Store-tik. Hautatu "Erabili kontu-administratzailea", aukeratu %1 eta hasi saioa.

source: You can %1 Join or create a Team%2.
eu: %1Taldera batu edo talde bat sortu%2 dezakezu.

source: Computing prefs
eu: Konputazio-hobespenak

source: Science prefs
eu: Zientzia hobespenak

source: Join
eu: Batu

source: Prefer
eu: Hobetsi

source: As needed
eu: Beharrezkoa den heinean

source: Science and location preferences
eu: Zientzia- eta kokapen-hobespenak

source: Preferences saved.
eu: Hobespenak gordeta.

source: Select science areas and locations you do or don't want to support. Click %1 for more detail, %2 for less. When done, click the Save button at the bottom.
eu: Aukeratu lagundu nahi dituzun edo lagundu nahi ez dituzun zientzia arloak eta kokapenak. Klik egin %1 xehetasun gehiagorako, %2 gutxiagorako. Amaitutakoan, klik egin beheko "Gorde" botoian.

source: Science areas
eu: Zientzia arloak

source: Locations
eu: Kokalekuak

source: Your contribution history
eu: Zure ekarpenaren historia

source: Computing power
eu: Konputazio-ahalmena

source: Computing time
eu: Konputazio denbora

source: Completed jobs
eu: Burututako lanak

source: New
eu: Berria

source: Established
eu: Eratuta

source: In progress
eu: Martxan

source: Unknown
eu: Ezezaguna

source: since
eu: geroztik

source: CPU hours
eu: PUZ ordu kopurua

source: GPU hours
eu: GPU ordu kopurua

source: # successful jobs
eu: # ondo burututako lanak

source: # failed jobs
eu: # ondo burutu gabeko lanak

source: Account status
eu: Kontuaren egoera

source: Allowed by prefs?
eu: Hobespenek baimendua?

source: Web site
eu: WebguneA

source: Science keywords
eu: Gako-hitz zientifikoak

source: Location keywords
eu: Kokalekuaren gako-hitzak

source: CPU computing
eu: PUZ bidezko konputazioa

source: GPU computing
eu: GPU bidezko konputazioa

source: # jobs succeeded
eu: # ondo burututako lanak

source: # jobs failed
eu: # ondo burutu gabeko lanak

source: Include
eu: Sartu

source: Exclude
eu: Baztertu

source: Excluded?
eu: Baztertuta?

source: Use if this project causes problems on your computer
eu: Erabili proiektu honek ordenagailuan arazoak sortzen badizkizu

source: None
eu: Inor ez

source: Return to project list
eu: Itzuli proiektu-zerrendara

source: At this point BOINC should be installed and running on your computer; the system tray should have an icon like this: %1 If not, %2get help here%3.
eu: Honezkero zure ordenagailuan BOINC instalatuta eta exekutatzen egon beharko luke; sistemaren erretiluan honen antzeko ikono bat egon beharko luke: %1 Hala ez bada, %2lortu laguntza hemen%3.

source: What happens now?
eu: Zer gertatzen da orain?

source: BOINC, running in the background, will download computing jobs, process them, and upload the results. This will happen automatically; you don't have to do anything. This computation may cause your computer's fan to run, and it may slightly increase your electric bill.
eu: Atzeko planoan exekutatuz, BOINCek konputazio-lanak deskargatuko ditu eta berauek prozesatu ondoren emaitzak bidaliko ditu. Automatikoki egiten da; ez duzu ezer egin beharrik. Konputazio honen ondorioz agian ordenagailuaren haizagailua martxan jarri eta zure faktura elektrikoa apur bat igo daiteke.

source: How to monitor and control BOINC
eu: Nola monitorizatu eta kontrolatu BOINC

source: You can monitor what BOINC is doing, and control it, using the BOINC Manager. Open this by double-clicking on the BOINC icon. Details are %1here%2.
eu: BOINC egiten ari dena monitoriza dezakezu, eta berau kontrolatu, BOINC Manager erabiliz. Ireki hau BOINC ikonoan klik bikoitza eginez. Xehetasunak %1hemen%2 daude.

source: Computing preferences
eu: Konputazio-hobespenak

source: BOINC is designed to not impact the performance of your computer for normal use. If it does, you can reduce this impact by, for example, limiting the amount of memory BOINC uses. You can control many settings. Check this out %1here%2.
eu: Zure ordenagailuaren funtzionamendu normalean eraginik ez izateko diseinatuta dago BOINC. Eraginik baldin badu, txikiagotu dezakezu adibidez BOINCek erabiltzen duen memoria mugatuz. Ezarpen asko kontrola ditzakezu. Begiratu %1hemen%2.

source: You can meet and communicate with other %1 participants in a variety of ways - take a look under the Community menu above.
eu: Beste %1 partaideekin elkartu eta komunika zaitezke hainbat modutan - begiratu goiko komunitatea menuan.

source: Projects
eu: Proiektuak

source: click for details
eu: klik egin xehetasunak ikusteko

source: Last RPC
eu: Azken RPCa

source: Log out
eu: Amaitu saioa

source: Login
eu: Hasi saioa

source: About %1
eu: %1(r)i buruz

source: Help
eu: Laguntza

source: Message boards
eu: Foroak

source: Teams
eu: TaldeaK

source: create or join a team
eu: sortu edo batu talde batera

source: Site
eu: Webgunea

source: Search
eu: Bilatu

source: Languages
eu: Hizkuntzak

source: Do science research on your computer, tablet, or phone
eu: Egin ikerketa zientifikoa zure ordenagailuan, tabletan edo telefonoan

source: Generated
eu: Sortuta

source: Your personal background.
eu: Zure ezagutzak.

source: Tell us about yourself. You could tell us where you're from, your age, occupation, hobbies, or anything else about yourself.
eu: Aurkez iezaguzu zeure burua. Kontaiguzu adibidez nongoa zaren, adina, lanbidea, zaletasunak, edo zuri buruzko beste edozer.

source: Your opinions about %1
eu: %1(r)i buruzko zure iritziak

source: Tell us your thoughts about %1<ol> <li>Why do you run %1? <li>What are your views about the project? <li>Any suggestions? </ol>
eu: Emaiguzu %1(r)i buruz duzun iritzia<ol> <li>Zergatik parte hartzen duzu %1(e)n? <li>Zein da proiektuari buruz duzun iritzia? <li>Iradokizunik? </ol>

source: Maybe
eu: Agian

source: Edit preferences
eu: Editatu hobespenak

source: Initial
eu: Hasierakoa

source: Transient error
eu: Errore iragankorra

source: No accounts yet
eu: Oraindik konturik gabe

source: Status
eu: Egoera

source: # jobs fail
eu: # lanek huts egin dute

source: Domain name
eu: Domeinu-izena

source: Product name
eu: Produktuaren izena

source: Local Standard Time
eu: Ordu-zona

source: UTC %1 hours
eu: UTC %1 ordu

source: Created
eu: Sortua

source: Number of times client has contacted server
eu: Bezeroa zerbitzariarekin harremanetan jarri den aldi kopurua

source: Last time contacted server
eu: Zerbitzariarekin harremanetan jarri den azken aldia

source: Fraction of time BOINC is running
eu: BOINCen exekuzio-denbora

source: While BOINC is running, fraction of time computer has an Internet connection
eu: BOINC exekutatzen ari den bitartean, ordenagailuak Internet konexioa dueneko denbora-tartea

source: While BOINC is running, fraction of time computing is allowed
eu: BOINC exekutatzen ari den bitartean, konputaziora bideratzen den denbora-tartea

source: While is BOINC running, fraction of time GPU computing is allowed
eu: BOINC exekutatzen ari den bitartean, GPU bidezko konputaziora bideratzen den denbora-tartea

source: CPU type
eu: PUZ mota

source: Number of processors
eu: Prozesadore kopurua

source: Coprocessors
eu: Koprozesadoreak

source: Operating System
eu: Sistema eragilea

source: BOINC version
eu: BOINCen bertsioa

source: Memory
eu: Memoria

source: Cache
eu: Cachea

source: Swap space
eu: Swap lekua

source: Total disk space
eu: Diskoaren edukiera

source: Free Disk Space
eu: Diskoko leku librea

source: Measured floating point speed
eu: Koma mugikorreko abiadura kalkulatuta

source: %1 million ops/sec
eu: %1 milioi eragiketa/seg

source: Measured integer speed
eu: Zenbaki osoko abiadura kalkulatuta

source: Average upload rate
eu: Batezbesteko igoera abiadura

source: %1 KB/sec
eu: %1 KB/seg

source: Average download rate
eu: Batezbesteko deskarga abiadura

source: No accounting records yet
eu: Oraindik kontu-erregistrorik gabe

source: CPU days
eu: PUZ egun kopurua

source: GPU days
eu: GPU egun kopurua

source: Successful jobs
eu: Ondo burututako lanak

source: Failed jobs
eu: Ondo burutu gabeko lanak

source: Past month:
eu: Azken hilabetea:

source: Not enough data yet
eu: Oraindik ez dago behar adina datu

source: An invitation code is required to create an account.
eu: Gonbidapen-kode bat behar da kontu bat sortzeko

source: Invitation code
eu: Gonbidapen-kodea

source: Identifies you on this web site. Use your real name or a nickname.
eu: Webgune honetan identifikatzen zaitu. Erabili zure benetako izena edo erabiltzaile-izen bat.

source: Choose screen name
eu: Aukeratu erabiltzaile-izena

source: An address where you can receive emails.
eu: Helbide elektroniko bat non mezuak jaso ahal izango dituzun.

source: Your email address
eu: Zure helbide elektronikoa

source: Must be at least %1 characters
eu: Gutxienez %1 karaktere izan behar ditu

source: Choose password
eu: Aukeratu pasahitza

source: Want to help more?
eu: Nahi al duzu gehiago lagundu?

source: Tell friends and family about %1.
eu: Ezagutarazi iezaiezu %1 lagunei eta familikoei.

source: Run BOINC on your other computing devices (desktops, laptops, tablets, Android phones).
eu: Exekutatu BOINC zure beste gailu informatikoetan (mahaigaineko ordenagailuak, ordenagailu eramangarriak, tabletak eta Android telefonoak).

source: Is BOINC running on this computer? If not, %1Download it%2.
eu: Ordenagailu honetan BOINC instalatuta al dago? Hala ez bada, %1Deskargatu%2.
